/* No comment provided by engineer. */
"2-pass encoding" = "2-pass kodierung";

/* No comment provided by engineer. */
"Audio" = "Audio";

/* No comment provided by engineer. */
"Autocrop" = "Auto-Schnitt";

/* No comment provided by engineer. */
"AVI file / H264 video / MP3 audio" = "AVI Datei / H264 Video / MP3 Audio";

/* No comment provided by engineer. */
"AVI file / MPEG-4 video / MP3 audio" = "AVI Datei / MPEG-4 Video / MP3 Audio";

/* No comment provided by engineer. */
"Bitrate" = "Bitrate";

/* No comment provided by engineer. */
"Bitrate (kbps)" = "Bitrate (kbps)";

/* No comment provided by engineer. */
"Bottom cropping" = "Schnitt: unten";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancel - Are you sure?" = "Abbrechen - Sind Sie sicher?";

/* No comment provided by engineer. */
"Canceled." = "Abgebrochen.";

/* No comment provided by engineer. */
"Close" = "Schließen";

/* No comment provided by engineer. */
"Crop & Scale..." = "Schneiden & Skalieren...";

/* No comment provided by engineer. */
"Custom (kbps)" = "Benutzerdefiniert (kbps)";

/* No comment provided by engineer. */
"Deinterlace picture" = "Deinterlace Bild";

/* No comment provided by engineer. */
"Detected volume" = "Gefundenes Medium";

/* No comment provided by engineer. */
"Do you want to overwrite %@?" = "Wollen Sie %@ überschreiben?";

/* No comment provided by engineer. */
"DVD Folder" = "DVD Ordner";

/* No comment provided by engineer. */
"DVD title" = "DVD Titel";

/* No comment provided by engineer. */
"Encoding won't be recoverable." = "Wiederherstellung nicht möglich.";

/* No comment provided by engineer. */
"Encoding: %.2f %% (pass %d of %d)" = "Kodierung: %.2f %% (Durchgang %d von %d)";

/* No comment provided by engineer. */
"File" = "Datei";

/* No comment provided by engineer. */
"File already exists" = "Datei existiert bereits";

/* No comment provided by engineer. */
"Final size: %dx%d" = "Endgröße: %dx%d";

/* No comment provided by engineer. */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Invalid secondary language" = "Ungültige zweite Sprache";

/* No comment provided by engineer. */
"Invalid video bitrate" = "Ungültige Video Bitrate";

/* No comment provided by engineer. */
"Invalid volume, try again" = "Ungültiges Medium, neue Eingabe";

/* No comment provided by engineer. */
"Language 1" = "Sprache 1";

/* No comment provided by engineer. */
"Language 2 (optional)" = "Sprache 2 (optional)";

/* No comment provided by engineer. */
"Left cropping" = "Schnitt: links";

/* No comment provided by engineer. */
"MP4 file / MPEG-4 video / AAC audio" = "MP4 Datei / MPEG-4 Video / AAC Audio";

/* No comment provided by engineer. */
"MPEG-4 encoder" = "MPEG-4 Kodierer";

/* No comment provided by engineer. */
"Next" = "Nächstes";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"None" = "Keine";

/* No comment provided by engineer. */
"OGM file / MPEG-4 video / Vorbis audio" = "OGM Datei / MPEG-4 Video / Vorbis Audio";

/* No comment provided by engineer. */
"Ooops" = "Ups";

/* No comment provided by engineer. */
"Open" = "öffnen";

/* No comment provided by engineer. */
"Opening device..." = "Medium wird geöffnet...";

/* No comment provided by engineer. */
"Output format" = "Ausgabeformat";

/* No comment provided by engineer. */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Picture width" = "Bildbreite";

/* No comment provided by engineer. */
"Previous" = "Vorheriges";

/* No comment provided by engineer. */
"Resume" = "Fortstezen";

/* No comment provided by engineer. */
"Right cropping" = "Schnitt: rechts";

/* No comment provided by engineer. */
"Rip" = "Rippen";

/* No comment provided by engineer. */
"Rip completed." = "Rip fertig.";

/* No comment provided by engineer. */
"Scanning title %d of %d..." = "Scanne Titel %d von %d...";

/* No comment provided by engineer. */
"Select a DVD:" = "Wähle eine DVD:";

/* No comment provided by engineer. */
"Speed: %.2f fps (avg %.2f fps), %02dh%02dm%02ds remaining" = "Geschwindigkeit: %.2f fps (Durschnitt %.2f fps), %02dh%02dm%02ds übrig";

/* No comment provided by engineer. */
"Target size (MB)" = "Zielgröße (MB)";

/* No comment provided by engineer. */
"Top cropping" = "Schnitt: Oben";

/* No comment provided by engineer. */
"Useless OpenGL effects" = "Coole OpenGL Effekte";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video bitrate is too high." = "Video-Bitrate ist zu hoch.";

/* No comment provided by engineer. */
"Video bitrate is too low." = "Video-Bitrate ist zu niedrig.";

/* No comment provided by engineer. */
"Welcome to HandBrake" = "Wilkommen in Handbrake";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You can't encode the same audio track twice." = "Sie können die selbe Audio-Spur nicht zweimal kodieren.";

